Revit 2027 API
SymbolTypeId.KNDashMPerM Property
 Symbol kN-m/m, indicating unit Kilonewton meters per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KNDashMPerM { get; }
Public Shared ReadOnly Property KNDashMPerM As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KNDashMPerM {
	ForgeTypeId^ get ();
}
static member KNDashMPerM : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace